Repository: ZemezLab/jet-data-importer
Catalog: languages/jet-data-importer-*.po
Languages: ru_ru

source: Importing sample data
ru_ru: Импортирование демо-контента

source: Regenerating thumbnails
ru_ru: Регенерация миниатюр

source: Congratulations! You’re all Set!
ru_ru: Поздравляем! Все готово!

source: Select source to import
ru_ru: Выберите источник для импорта

source: Export all content with Jet Data Export tool
ru_ru: Экспортировать весь контент с помощью инструмента Jet Data Export

source: View your site
ru_ru: Посмотреть ваш сайт

source: Take a look at your site
ru_ru: Посмотреть ваш сайт

source: Start editing
ru_ru: Начать редактирование

source: Proceed to editing pages
ru_ru: Перейти к редактированию страниц

source: Check documentation
ru_ru: Проверить документацию

source: Get more info from documentation
ru_ru: Получить дополнительную информацию из документации

source: Knowledge Base
ru_ru: База знаний

source: Access the vast knowledge base
ru_ru: Доступ к огромной базе знаний

source: Community
ru_ru: Сообщество

source: Join community to stay tuned to the latest news
ru_ru: Присоединиться к сообществу, чтобы быть в курсе последних новостей

source: Export
ru_ru: Экспортировать

source: Password is empty
ru_ru: Поле с паролем пусто

source: Content successfully removed
ru_ru: Контент успешно удален

source: Entered password is invalid
ru_ru: Введен неверный пароль

source: %1$s: %2$s required, yours - %3$s
ru_ru: %1$s: %2$s требуется, ваш - %3$s

source: Some parameters from your server don't meet the requirements:
ru_ru: Некоторые параметры вашего сервера не отвечают требованиям:

source: Import
ru_ru: Импортировать

source: Error! Import file not found. Please contact our support team.
ru_ru: Ошибка! Файл импорта не найден. Обратитесь в нашу службу поддержки.

source: You don't have permissions to do this
ru_ru: Эта опция недоступна

source: %s is missing in request
ru_ru: %s отсутствует в запросе

source: Chunk number is missing in request
ru_ru: Большое количество данных пропущено в запросе

source: Upload XML file with demo content
ru_ru: Загрузить XML-файл с демо-контентом

source: We found 1 XML file with demo content in your theme, install it?
ru_ru: Мы нашли 1 XML-файл с демо-контентом в вашей теме, установить его?

source: We found %s XML files in your theme. Please select one of them to install
ru_ru: Мы нашли %s XML-файлов в вашей теме. Выберите один из них, чтобы установить

source: Upload File
ru_ru: Загрузить файл

source: You don't have permissions to replace content, please re-enter with admiistrator account
ru_ru: Вы не можете заменить содержание, пожалуйста войдите с аккаунта администратора

source: XML file not passed
ru_ru: XML-файл не был принят

source: Cannot import auto-draft posts
ru_ru: Невозможно импортировать авто-эскизы публикаций

source: Sidebar does not exist in theme (using Inactive)
ru_ru: Боковая панель не существует в теме (с использованием Inactive)

source: Site does not support widget
ru_ru: Сайт не поддерживает виджет

source: Widget already exists
ru_ru: Виджет уже существует

source: Imported
ru_ru: Импортировано

source: Imported to Inactive
ru_ru: Импортировано в Inactive

source: No Title
ru_ru: Без названия

source: Failed to import "%s": Invalid post type %s
ru_ru: Не удалось импортировать «%s»: недопустимый тип публикации %s

source: %s "%s" already exists.
ru_ru: %s "%s" уже существуют.

source: Skipping attachment "%s", fetching attachments disabled
ru_ru: Пропустить вложение «%s», отключить привязку вложений

source: Failed to import "%s" (%s)
ru_ru: Не удалось импортировать «%s» (%s)

source: Imported "%s" (%s)
ru_ru: Импортированы «%s» (%s)

source: Post %d remapped to %d
ru_ru: Публикация %d переназначена в %d

source: Failed to import user "%s"
ru_ru: Не удалось импортировать пользователя «%s»

source: Imported user "%s"
ru_ru: Импортирован пользователь «%s»

source: User %d remapped to %d
ru_ru: Пользователь%d переназначен на %d

source: Failed to import %s %s
ru_ru: Не удалось импортировать %s %s

source: Term %d remapped to %d
ru_ru: Категория %d переназначена на %d

source: Invalid file type
ru_ru: Неверный тип файла

source: Zero size file downloaded
ru_ru: Загружен файл, не содержащий данных

source: Remote file is too large, limit is %s
ru_ru: Удаленный файл слишком большой, ограничение %s

source: Could not open the file for parsing
ru_ru: Не удалось открыть файл для разбора

source: Demo Content
ru_ru: Демо-контент

source: Settings
ru_ru: Настройки

source: Select or upload file with demo content
ru_ru: Выберите или загрузите файл с демо-контентом

source: Select
ru_ru: Выбрать

source: Data processing error, please try again!
ru_ru: Ошибка обработки данных, повторите попытку!

source: Attention!
ru_ru: Внимание!

source: We are ready to install demo data. Do you want to append demo content to your existing content or completely rewrite it?
ru_ru: Мы готовы установить демо-контент. Вы хотите добавить демо-контент к уже существующему контенту, или полностью заменить его?

source: Append demo content to my existing content
ru_ru: Добавить демо-контент к текущему

source: Replace my existing content with demo content
ru_ru: Заменить мой текущий контент демо-контентом

source: NOTE:
ru_ru: Внимание:

source: This option will remove all your existing content - posts, pages, attachments, terms and comments
ru_ru: Эта опция удалит все существующее содержимое - публикации, страницы, вложения, категории и комментарии

source: Start Install
ru_ru: Начать установку

source: Recommended Plugins:
ru_ru: Рекомендуемые плагины:

source: Optimize Demo Content
ru_ru: Оптимизировать демо-контент

source: Please select this option to install light version of demo content. Recommended for slow severs and shared web hosts
ru_ru: Выберите этот вариант, чтобы установить облегченную версию демо-контента. Рекомендуется для медленных серверов и совместных веб-узлов

source: Install Demo
ru_ru: Установить демо

source: View Demo
ru_ru: Просмотреть демо

source: Don’t know from where to start? Let us help you!
ru_ru: Не знаете с чего начать? Позвольте нам помочь вам!

source: See what you get
ru_ru: Посмотрите, что получается

source: or
ru_ru: или

source: Start import
ru_ru: Начать импорт

source: Import Summary
ru_ru: Общие данные импорта

source: Completed
ru_ru: Завершено

source: Progress
ru_ru: Прогресс

source: Posts
ru_ru: Публикации

source: Authors
ru_ru: Авторы

source: Comments
ru_ru: Комментарии

source: Media
ru_ru: Медиа

source: Terms
ru_ru: Категории

source: Tables
ru_ru: Таблицы

source: Cache handler:
ru_ru: Обработчик кэша

source: Save
ru_ru: Сохранить

source: Starting process, please wait few seconds...
ru_ru: Запуск процесса, подождите несколько секунд ...

source: Please, enter your WordPress user password to confirm and start content replacing.
ru_ru: Пожалуйста, введите пароль пользователя WordPress, чтобы подтвердить и начать замену контента.

source: NOTE: All your content will be replaced (posts, pages, comments, attachments and terms)
ru_ru: Внимание: весь ваш контент будет заменен (публикации, страницы, комментарии, вложения и категории)

source: Please, enter your password
ru_ru: Пожалуйста, введите пароль

source: Import Content
ru_ru: Импортировать контент

source: We're almost there!
ru_ru: Мы почти на месте!

source: If you have chosen this option, the sample data will be added to the current content of your theme.
ru_ru: Если вы выбрали этот вариант, демо-контент будет добавлен к текущему контенту вашей темы.

source: NB! If you want to install theme demo content, you agree that your current data will be replaced by the new demo content (sample data). If you want to save the current content of your theme, please choose Skip Data Installation.
ru_ru: Внимание! Если вы хотите установить демо-контент темы, вы соглашаетесь с тем, что ваш текущий контент будет заменен новым (демонстрационным). Если вы хотите сохранить текущий контент своей темы, выберите «Пропустить установку демо-контента».

source: Skip demo content installation
ru_ru: Пропустить установку демо-контента

source: If you have chosen this option, the sample data will not be installed on your theme and your current content will stay as it is.
ru_ru: Если вы выбрали этот вариант, демо-контент не будет установлен в вашу тему, и ваш текущий контент останется прежним.

source: Next
ru_ru: Далее
